{
    "ABOUT_ME": {
        "TITLE": "Über mich",
        "INTRO": "Hallo, mein Name ist Marcel und ich bin Frontend-Entwickler aus Erkelenz, Deutschland. Meine Leidenschaft für Computer und alles, was damit zu tun hat, reicht bis in die Mitte der 90er Jahre zurück. Dort habe ich erste Erfahrungen in der IT gesammelt und die Faszination fand ihren Anfang. Im letzten Jahr habe ich mich schließlich entschieden, Frontend-Entwickler zu werden, um meine Zukunft dieser aufregenden Branche zu widmen.",
        "TEXT1": "Ich liebe es, mich ständig weiterzuentwickeln, neue Ideen umzusetzen und durch Herausforderungen zu wachsen. Sowohl alleine als auch im Team arbeite Ich stets strukturiert und agil.",
        "TEXT2": "Nun bin ich bereit, meine Karriere als Entwickler zu starten und spannende Herausforderungen gemeinsam im Team zu realisieren."
    },
    
    "INTRODUCTION": {
        "I_AM": "Ich bin",
        "NAME": "Marcel Berlin",
        "JOB_TITLE": "FRONTEND-ENTWICKLER",
        "CONTACT_BTN": "Lass uns reden!",
        "SCROLL": "Runter scrollen"
    },
    "SKILLS": {
        "TITLE": "Meine Fähigkeiten",
        "SUBHEADLINE": "Ich habe Erfahrungen in meinen Frontend-Entwicklungsfähigkeiten gesammelt, die es mir ermöglicht haben, verschiedene spannende Projekte zu erstellen.",
        "CONTACT_BTN": "Kontakt aufnehmen"
    },
    "PORTFOLIO": {
        "TITLE": "Portfolio",
        "INTRO": "Die folgenden Anwendungen sind eine kleine Auswahl meiner Arbeiten - bitte probiere sie gerne aus."
        
    },  

    "PROJECTS": {
        "DABubble": "DaBubble ist eine kollaborative Kommunikationsplattform, die es Teams ermöglicht, in Echtzeit zu chatten, Dateien auszutauschen und Projekte zu organisieren.",
        "Join": "Ein Gruppen-Kanban-Board",
        "Sharkie": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Sharkie, Münzen und Giftflaschen zu finden, um gegen den Schwertwal zu kämpfen."
    },

    "BUTTONS": {
        "LIVE_TEST": "Live Test",
        "GITHUB": "Github"
    },

    "CONTACT": {
        "TITLE": "Kontakt",
        "SECTION_TEXT_HEADER": "Ein Problem zu lösen?",
        "SECTION_TEXT_BODY": "Kontaktieren Sie mich über dieses Formular, ich bin interessiert, von Ihnen zu hören, Ihre Ideen zu erfahren und zu Ihren Projekten mit meiner Arbeit beizutragen.",
        "SECTION_TEXT_FOOTER": "Brauchen Sie einen Frontend-Entwickler? <b>Kontaktieren Sie mich!</b>",
        "SEND_BUTTON": "Nachricht senden",
        "EMAIL_SENT": "E-Mail wurde gesendet.",
        "NAME_PLACEHOLDER": "Ihr Name",
        "EMAIL_PLACEHOLDER": "Ihre E-Mail",
        "MESSAGE_PLACEHOLDER": "Ihre Nachricht",
        "NAME_TITLE": "Bitte geben Sie Ihren Namen ein",
        "EMAIL_TITLE": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
        "MESSAGE_TITLE": "Bitte geben Sie Ihre Nachricht ein"
    }


}