{
    "HEADER": {
        "ABOUT_NAV": "About me",
        "SKILLS_NAV": "Skills",
        "PORTFOLIO_NAV": "Portfolio",
        "CONTACT_NAV": "Contact"
    },
    
    
    "ABOUT_ME": {
        "TITLE": "About Me",
        "INTRO": "Hello, my name is Marcel, and I am a frontend developer from Erkelenz, Germany. My passion for computers and everything related to them dates back to the mid-90s. There, I gained my first experiences in IT, and the fascination began. Last year, I decided to become a frontend developer to dedicate my future to this exciting industry.",
        "TEXT1": "I love constantly developing myself, implementing new ideas, and growing through challenges. Whether working alone or as part of a team, I always work in a structured and agile manner.",
        "TEXT2": "I am now ready to start my career as a developer and to tackle exciting challenges together with a team."
    },

    "INTRODUCTION": {
        "I_AM": "I am",
        "NAME": "Marcel Berlin",
        "JOB_TITLE": "FRONTEND DEVELOPER",
        "CONTACT_BTN": "Let's talk!",
        "SCROLL": "Scroll down"
    },

    "SKILLS": {
        "TITLE": "My Skills",
        "SUBHEADLINE": "I have gained experience in my frontend development skills that have allowed me to create different exciting projects.",
        "CONTACT_BTN": "Get in Touch"
    },

    "PORTFOLIO": {
        "TITLE": "Portfolio",
        "INTRO": "The following applications are a small sample of my work - please feel free to try them out."
                
    },    

    "PROJECTS": {
        "DABubble": "DaBubble is a group created collaborative communication platform that enables teams to chat in real-time, exchange files, and organize projects.",
        "Join": "A group created Kanban-Board",
        "Sharkie": "A simple Jump-and-Run game based on an object-oriented approach. Help Sharkie to find coins and poison bottles to fight against the killer whale."
    },

    "BUTTONS": {
        "LIVE_TEST": "Live Test",
        "GITHUB": "Github"
    },

    "CONTACT": {
        "TITLE": "Contact",
        "SECTION_TEXT_HEADER": "Got a problem to solve?",
        "SECTION_TEXT_BODY": "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work",
        "SECTION_TEXT_FOOTER": "Need a Frontend developer? <b>Contact me!</b>",
        "SEND_BUTTON": "Send message",
        "EMAIL_SENT": "E-Mail has been sent.",
        "NAME_PLACEHOLDER": "Your name",
        "EMAIL_PLACEHOLDER": "Your email",
        "MESSAGE_PLACEHOLDER": "Your message",
        "NAME_TITLE": "Please enter your name",
        "EMAIL_TITLE": "Please enter a valid email address",
        "MESSAGE_TITLE": "Please enter your message"
    }

    
}